Console.Write("Hello ");    // Выведите на экран надпись Hello World!!!, используя метод Console.Write.
Console.Write("World");     // Используйте Console.Write для каждого слова (у вас будет три вызова метода: сначала для слова Hello, потом для слова World, а затем — для трёх восклицательных знаков).
Console.Write("!!!");       // Чтобы слова не «слипались», используйте пробелы внутри кавычек.
Console.ReadLine();         // Добавьте задержку Console.ReadLine, чтобы приложение не закрывалось по завершении выполнения.